Repository: mmarufov/tojmessanger
Catalog: Toj/Localizable.xcstrings
Source language: en
Languages: ru, tg

# %@ at %@
source: %1$@ at %2$@
ru: %1$@ в %2$@
tg: %1$@ дар %2$@

source: %@. Back to chat
ru: %@. Вернуться в чат
tg: %@. Бозгашт ба чат

source: %arg attachments
ru: Вложений: %arg
tg: Замимаҳо: %arg

source: %1$lld of %2$lld
ru: %1$lld из %2$lld
tg: %1$lld аз %2$lld

source: %lld archived chats
ru: %lld архивного чата
tg: %lld чати бойгонишуда

source: %lld members selected
ru: Выбрано %lld участников
tg: %lld аъзо интихоб шуданд

source: %lld percent
ru: %lld процентов
tg: %lld фоиз

source: %lld unread in other chats
ru: %lld непрочитанных в других чатах
tg: %lld паёми нохонда дар чатҳои дигар

source: %lld unread messages
ru: %lld непрочитанных сообщений
tg: %lld паёми нохонда

source: 1 month
ru: 1 месяц
tg: 1 моҳ

source: 1 week
ru: 1 неделя
tg: 1 ҳафта

source: 10 GB
ru: 10 ГБ
tg: 10 ГБ

source: 2 GB
ru: 2 ГБ
tg: 2 ГБ

source: 3 days
ru: 3 дня
tg: 3 рӯз

source: 5 GB
ru: 5 ГБ
tg: 5 ГБ

source: 500 MB
ru: 500 МБ
tg: 500 МБ

source: 6-digit code
ru: 6-значный код
tg: Рамзи 6-рақама

source: A direct line to Toj support is coming soon.
ru: Прямая связь с поддержкой Toj скоро появится.
tg: Ба зудӣ тамоси мустақим бо дастгирии Toj дастрас мешавад.

source: A few words about you.
ru: Несколько слов о вас.
tg: Чанд сухан дар бораи шумо.

source: Account
ru: Аккаунт
tg: Ҳисоб

source: Active
ru: Активный
tg: Фаъол

source: Active sessions
ru: Активные сеансы
tg: Нишастҳои фаъол

source: Activity time unavailable
ru: Время активности недоступно
tg: Вақти фаъолият дастрас нест

source: Add Birthday
ru: Добавить день рождения
tg: Илова кардани рӯзи таваллуд

source: Add attachment
ru: Добавить вложение
tg: Илова кардани замима

source: Add contact
ru: Добавить контакт
tg: Илова кардани тамос

source: Add via QR Code
ru: Добавить по QR-коду
tg: Тавассути рамзи QR илова кардан

source: Add your birthday when you’re ready. People you chat with can see it.
ru: Добавьте свой день рождения, когда будете готовы. Люди, с которыми вы общаетесь, могут это видеть.
tg: Вақте ки шумо омодаед, рӯзи таваллуди худро илова кунед. Одамоне, ки шумо бо онҳо сӯҳбат мекунед, метавонанд онро бубинанд.

source: Advanced privacy controls and security options are coming soon.
ru: Скоро появятся расширенные средства контроля конфиденциальности и параметры безопасности.
tg: Назорати пешрафтаи махфият ва имконоти амниятӣ ба зудӣ меоянд.

source: All devices will be signed out and your identifying account data will be erased.
ru: Все устройства выйдут из аккаунта, а идентифицирующие данные будут удалены.
tg: Ҳамаи дастгоҳҳо аз ҳисоб мебароянд ва маълумоти шиносоии шумо нест карда мешавад.

source: All downloaded media
ru: Все загруженные медиа
tg: Ҳамаи расонаҳои боршуда

source: Allow Contacts access in Settings to find friends who use Toj.
ru: Разрешите доступ к контактам в настройках, чтобы найти друзей, которые используют Toj.
tg: Барои пайдо кардани дӯстоне, ки Toj-ро истифода мебаранд, дастрасии мухотибонро дар Танзимот иҷозат диҳед.

source: Appearance
ru: Внешний вид
tg: Намуди зоҳирӣ

source: Archive
ru: Архивировать
tg: Ба бойгонӣ

source: Archived
ru: В архиве
tg: Дар бойгонӣ

source: Archived Chats
ru: Архив чатов
tg: Чатҳои бойгонишуда

source: Ask a Question
ru: Задать вопрос
tg: Савол додан

source: Attachment
ru: Вложение
tg: Замима

source: Attachment failed
ru: Не удалось добавить вложение
tg: Замима илова нашуд

source: Attachment preview
ru: Предварительный просмотр вложения
tg: Пешнамоиши замима

source: Audio
ru: Аудио
tg: Садо

source: Automatic downloads
ru: Автоматические загрузки
tg: Зеркашиҳои худкор

source: Automatic media download was deferred
ru: Автозагрузка медиа отложена
tg: Зеркашии худкори расонаҳо ба таъхир гузошта шуд

source: Back
ru: Назад
tg: Бозгашт

source: Back to chat
ru: Вернуться в чат
tg: Бозгашт ба чат

source: Bio
ru: О себе
tg: Дар бораи худ

source: Birthday
ru: День рождения
tg: Рӯзи таваллуд

source: Browse photo and video library
ru: Открыть медиатеку фото и видео
tg: Китобхонаи аксу видеоро кушодан

source: CONTACTS
ru: КОНТАКТЫ
tg: ТАМОСҲО

source: Cached %@ will be removed from this device and remain available in the cloud.
ru: Кэшированные файлы (%@) будут удалены с этого устройства, но останутся доступными в облаке.
tg: Файлҳои кэшшуда (%@) аз ин дастгоҳ нест мешаванд, вале дар абр дастрас мемонанд.

source: Call ended
ru: Звонок завершен
tg: Занг ба охир расид

source: Call lifecycle
ru: Состояния звонка
tg: Ҳолатҳои занг

source: Calls
ru: Звонки
tg: Зангҳо

source: Camera
ru: Камера
tg: Камера

source: Cancel
ru: Отмена
tg: Бекор кардан

source: Cancel upload
ru: Отменить загрузку
tg: Бекор кардани боргузорӣ

source: Cancel voice message
ru: Отменить голосовое сообщение
tg: Паёми овозиро бекор кунед

source: Change Photo
ru: Изменить фото
tg: Тағйир додани акс

source: Change number
ru: Изменить номер
tg: Иваз кардани рақам

source: Chat preference could not be saved
ru: Не удалось сохранить настройку чата
tg: Танзими чат нигоҳ дошта нашуд

source: Chat preference sync paused: %@
ru: Синхронизация настроек чата приостановлена: %@
tg: Ҳамоҳангсозии танзимоти чат таваққуф кард: %@

source: Chat preference was not changed
ru: Настройка чата не изменена
tg: Танзими чат тағйир наёфт

source: Chat preferences are saved and will sync after sign-in
ru: Настройки чатов сохранены и синхронизируются после входа
tg: Танзимоти чатҳо нигоҳ дошта шуданд ва пас аз воридшавӣ ҳамоҳанг мешаванд

source: Chat type
ru: Тип чата
tg: Навъи чат

source: Chats
ru: Чаты
tg: Чатҳо

source: Chats and people still work. The message index is rebuilding.
ru: Поиск по чатам и людям по-прежнему работает. Индекс сообщений перестраивается.
tg: Ҷустуҷӯи чатҳо ва одамон ҳоло ҳам кор мекунад. Нишондиҳандаи паёмҳо аз нав сохта мешавад.

source: Chats are up to date
ru: Чаты актуальны
tg: Чатҳо навсозӣ шудаанд

source: Chats you archive will stay available here.
ru: Архивированные чаты останутся доступны здесь.
tg: Чатҳои бойгоникардаатон дар ин ҷо дастрас мемонанд.

source: Checking connection…
ru: Проверка соединения…
tg: Тафтиши пайвастшавӣ…

source: Checks for new messages again
ru: Снова проверяет наличие новых сообщений
tg: Паёмҳои навро бори дигар тафтиш мекунад

source: Choose a conversation
ru: Выберите разговор
tg: Сӯҳбатро интихоб кунед

source: Choose a new photo
ru: Выбрать новую фотографию
tg: Сурати нав интихоб кунед

source: Choose a photo or video from the library, or send a file.
ru: Выберите фото или видео из библиотеки или отправьте файл.
tg: Аз китобхона акс ё видеоро интихоб кунед ё файл фиристед.

source: Choose a reaction
ru: Выберите реакцию
tg: Реаксияро интихоб кунед

source: Choose something to send
ru: Выберите что-нибудь для отправки
tg: Барои фиристодан чизе интихоб кунед

source: Clear %@
ru: Очистить %@
tg: Тоза кардан %@

source: Clear %@?
ru: Очистить %@?
tg: Тоза кардан %@?

source: Clear by media type
ru: Очистить по типу медиа
tg: Аз рӯи навъи расона тоза кардан

source: Clear downloaded media
ru: Очистить загруженные медиафайлы
tg: Медиа зеркашидашударо тоза кунед

source: Clear downloaded media?
ru: Очистить загруженные медиафайлы?
tg: Медиа зеркашидашударо тоза кунед?

source: Clear media
ru: Очистить медиа
tg: Расонаҳоро тоза кардан

source: Clear search
ru: Очистить поиск
tg: Тоза кардани ҷустуҷӯ

source: Clear this chat’s downloaded media?
ru: Очистить загруженные медиафайлы этого чата?
tg: Медиа зеркашидашудаи ин чат тоза карда шавад?

source: Clearing downloaded media…
ru: Очистка загруженных медиафайлов…
tg: Тоза кардани медиаи зеркашида…

source: Clearing…
ru: Очистка…
tg: Тоза карда мешавад…

source: Close
ru: Закрыть
tg: Пӯшидан

source: Close attachments
ru: Закрыть вложения
tg: Замимаҳоро пӯшидан

source: Close search
ru: Закрыть поиск
tg: Пӯшидани ҷустуҷӯ

source: Coming soon
ru: Скоро
tg: Ба наздикӣ

source: Connect once to set up Saved Messages
ru: Подключитесь к интернету один раз, чтобы настроить Избранное
tg: Барои омода кардани Паёмҳои захирашуда як бор ба интернет пайваст шавед

source: Connect to set up
ru: Подключитесь для настройки
tg: Барои омодасозӣ пайваст шавед

source: Connecting
ru: Подключение
tg: Пайвастшавӣ

source: Connecting securely…
ru: Безопасное подключение…
tg: Пайвасти бехатар…

source: Connecting…
ru: Подключение…
tg: Пайвастшавӣ…

source: Connection
ru: Подключение
tg: Пайвастшавӣ

source: Connection is slow — showing saved chats
ru: Соединение медленное — показаны сохраненные чаты
tg: Пайваст суст аст — чатҳои захирашударо нишон медиҳад

source: Connection is slow. Showing the offline copy.
ru: Соединение медленное. Показана офлайн-копия.
tg: Пайваст суст аст. Нусхаи офлайн нишон дода мешавад.

source: Connection status
ru: Статус подключения
tg: Ҳолати пайвастшавӣ

source: Contact
ru: Контакт
tg: Тамос

source: Contact discovery will continue automatically later.
ru: Обнаружение контактов продолжится автоматически позже.
tg: Кашфи тамос дертар ба таври худкор идома меёбад.

source: Contacts
ru: Контакты
tg: Тамосҳо

source: Contacts access is off
ru: Доступ к контактам отключен
tg: Дастрасӣ ба мухотибон хомӯш аст

source: Continue
ru: Продолжить
tg: Давом додан

source: Conversation
ru: Переписка
tg: Суҳбат

source: Copy
ru: Копировать
tg: Нусха бардоштан

source: Could not encrypt the local media
ru: Не удалось зашифровать локальные медиафайлы
tg: Расонаи маҳаллӣ рамзгузорӣ нашуд

source: Could not open media
ru: Не удалось открыть медиа
tg: Медиа кушода нашуд

source: Could not start recording
ru: Не удалось начать запись
tg: Сабтро оғоз карда натавонист

source: Create
ru: Создать
tg: Эҷод кардан

source: Data and Storage
ru: Данные и память
tg: Маълумот ва хотира

source: Declined
ru: Отклонён
tg: Рад шуд

source: Delete
ru: Удалить
tg: Нест кардан

source: Delete account
ru: Удалить аккаунт
tg: Нест кардани ҳисоб

source: Delete forever
ru: Удалить навсегда
tg: Ҳамеша нест кардан

source: Delete message?
ru: Удалить сообщение?
tg: Паёмро нест мекунед?

source: Delete this message?
ru: Удалить это сообщение?
tg: Ин паёмро нест мекунед?

source: Delete your Toj account?
ru: Удалить аккаунт Toj?
tg: Ҳисоби Toj-ро нест мекунед?

source: Deleted message
ru: Удалённое сообщение
tg: Паёми нестшуда

source: Deleting account
ru: Удаление аккаунта
tg: Нест кардани ҳисоб

source: Demo conversation
ru: Демонстрационный чат
tg: Чати намоишӣ

source: Demo only — production shows connected capabilities
ru: Только демо — в рабочей версии показаны подключённые возможности
tg: Танҳо намоишӣ — дар версияи корӣ имкониятҳои пайвастшуда нишон дода мешаванд

source: Deselect All
ru: Снять выделение
tg: Интихоби ҳамаро бекор кардан

source: Details
ru: Сведения
tg: Маълумот

source: Devices
ru: Устройства
tg: Дастгоҳҳо

# Discard %lld pending item%@
source: Discard %1$lld pending item%2$@
ru: Удалить ожидающие элементы: %1$lld
tg: Маводи интизориро нест кардан: %1$lld

source: Discard pending work and log out?
ru: Удалить незавершённые данные и выйти?
tg: Маълумоти интизориро нест карда, аз ҳисоб бароед?

source: Discard pending work and sign out?
ru: Удалить незавершённые данные и выйти?
tg: Маълумоти интизориро нест карда, аз ҳисоб бароед?

source: Discover everything Toj can do as new features arrive.
ru: Узнавайте о новых возможностях Toj по мере их появления.
tg: Бо пайдо шудани имкониятҳои нав ҳама кори Toj-ро кашф кунед.

source: Display name
ru: Имя в профиле
tg: Номи намоишӣ

source: Done
ru: Готово
tg: Иҷро шуд

source: Downloaded photos, videos, files and voice messages
ru: Загруженные фото, видео, файлы и голосовые сообщения
tg: Аксҳо, видеоҳо, файлҳо ва паёмҳои овозии боршуда

source: Downloading
ru: Загрузка
tg: Зеркашӣ

source: Draft:
ru: Черновик:
tg: Сиёҳнавис:

source: Earlier message
ru: Предыдущее сообщение
tg: Паёми пешина

source: Earlier messages
ru: Предыдущие сообщения
tg: Паёмҳои пешина

source: Edit
ru: Изменить
tg: Таҳрир кардан

source: Edited
ru: Изменено
tg: Таҳриршуда

source: Editing message
ru: Редактирование сообщения
tg: Таҳрири паём

source: Empty files cannot be sent
ru: Пустые файлы не могут быть отправлены
tg: Файлҳои холӣ фиристода намешаванд

source: Encrypted before upload
ru: Зашифровано перед загрузкой
tg: Пеш аз боргузорӣ рамзгузорӣ шудааст

source: Encrypted messages are unavailable
ru: Зашифрованные сообщения недоступны.
tg: Паёмҳои рамзгузоришуда дастрас нестанд

source: End call
ru: Завершить звонок
tg: Зангро анҷом додан

source: Ended
ru: Завершён
tg: Анҷом ёфт

source: English
ru: Английский
tg: Англисӣ

source: Enter the fresh six-digit code. This action cannot be undone.
ru: Введите новый шестизначный код. Это действие нельзя отменить.
tg: Рамзи нави шашрақамаро ворид кунед. Ин амал баргардонида намешавад.

source: Enter the phone number of a Toj user.
ru: Введите номер телефона пользователя Toj.
tg: Рақами телефони корбари Toj-ро ворид кунед.

source: Enter your code
ru: Введите код
tg: Рамзро ворид кунед

source: Explore demo
ru: Открыть демо
tg: Дидани намуна

source: Failed: %@
ru: Ошибка: %@
tg: Хато: %@

source: Fast, private local media
ru: Быстрые и приватные локальные медиа
tg: Расонаҳои маҳаллии зуд ва махфӣ

source: Fast, private messaging made for your people.
ru: Быстрое и приватное общение для своих.
tg: Паёмрасонии зуду махфӣ барои наздикони шумо.

source: File
ru: Файл
tg: Файл

source: File ready
ru: Файл готов
tg: Файл тайёр

source: Files
ru: Файлы
tg: Файлҳо

source: Find your people
ru: Найдите близких
tg: Наздикони худро пайдо кунед

source: Finding people on Toj…
ru: Поиск людей в Toj…
tg: Ҷустуҷӯи одамон дар Toj…

source: Fine-tuned alerts, tones and notification controls are on the way.
ru: Расширенные настройки уведомлений и звуков скоро появятся.
tg: Танзимоти муфассали огоҳиҳо ва садоҳо ба зудӣ дастрас мешавад.

source: First Name
ru: Имя
tg: Ном

source: Forever
ru: Навсегда
tg: То абад

source: Forward
ru: Переслать
tg: Равон кардан

source: Forward to
ru: Переслать в
tg: Фиристодан ба

source: Forwarded message
ru: Пересланное сообщение
tg: Паёми интиқолшуда

source: Friends who are not on Toj will appear here after contact discovery.
ru: Друзья, которых нет в Toj, появятся здесь после обнаружения контакта.
tg: Дӯстоне, ки дар Toj нестанд, пас аз дарёфти тамос дар ин ҷо пайдо мешаванд.

source: Get code
ru: Получить код
tg: Гирифтани рамз

source: Group access ended
ru: Доступ к группе прекращён
tg: Дастрасӣ ба гурӯҳ қатъ шуд

source: Group chats
ru: Групповые чаты
tg: Чатҳои гурӯҳӣ

source: Group details
ru: Сведения о группе
tg: Маълумоти гурӯҳ

source: Group name
ru: Название группы
tg: Номи гурӯҳ

source: Groups
ru: Группы
tg: Гурӯҳҳо

source: Helpful answers and guides are being written now.
ru: Мы уже готовим полезные ответы и инструкции.
tg: Мо ҳоло ҷавобҳо ва дастурҳои муфидро омода мекунем.

source: Hold a little longer to record a voice message
ru: Удерживайте немного дольше, чтобы записать голосовое сообщение
tg: Барои сабти паёми овозӣ каме бештар нигоҳ доред

source: Hold to record voice message
ru: Удерживайте, чтобы записать голосовое сообщение
tg: Барои сабти паёми овозӣ нигоҳ доред

source: How it works
ru: Как это работает
tg: Он чӣ гуна кор мекунад

source: I am Alice
ru: Я Алиса
tg: Ман Алис ҳастам

source: I am Bob
ru: Я Боб
tg: Ман Боб ҳастам

source: Info
ru: Информация
tg: Маълумот

source: Interface states
ru: Состояния интерфейса
tg: Ҳолатҳои интерфейс

source: Invite Friends
ru: Пригласить друзей
tg: Дӯстонро даъват кунед

source: I’m using mobile data while roaming
ru: Я использую мобильные данные в роуминге
tg: Ман ҳангоми роуминг маълумоти мобилиро истифода мебарам

source: Jump to latest message
ru: Перейти к последнему сообщению
tg: Ба паёми охирин гузаред

source: Keep notes, links and files close at hand.
ru: Держите заметки, ссылки и файлы под рукой.
tg: Қайдҳо, истинодҳо ва файлҳоро дар наздик нигоҳ доред.

source: Keep notes, media, links and files here. Downloaded items stay available offline.
ru: Храните здесь заметки, медиа, ссылки и файлы. Загруженные материалы доступны офлайн.
tg: Ёддоштҳо, медиа, пайвандҳо ва файлҳоро ин ҷо нигоҳ доред. Маводи боршуда офлайн дастрас мемонад.

source: Keep unused media
ru: Хранить неиспользуемые медиа
tg: Расонаҳои истифоданашударо нигоҳ доштан

source: Language
ru: Язык
tg: Забон

source: Last Name
ru: Фамилия
tg: Насаб

source: Link
ru: Ссылка
tg: Пайванд

source: Links
ru: Ссылки
tg: Пайвандҳо

source: Loading
ru: Загрузка
tg: Боркунӣ

source: Loading attachment…
ru: Загрузка вложения…
tg: Замима бор карда мешавад…

source: Loading devices
ru: Загрузка устройств
tg: Боркунии дастгоҳҳо

source: Loading offline conversation
ru: Загрузка офлайн-копии переписки
tg: Нусхаи офлайни суҳбат бор мешавад

source: Loading recent media…
ru: Загрузка последних медиафайлов…
tg: Боркунии медиаи охирин…

source: Log Out
ru: Выйти
tg: Хуруҷ

source: Log out of Toj?
ru: Выйти из Toj?
tg: Аз Toj мебароед?

source: Low Data Mode
ru: Экономия данных
tg: Сарфаи маълумот

source: Low Data Mode and roaming keep previews and voice available without silently pulling large files.
ru: Экономия данных и роуминг сохраняют доступ к превью и голосовым сообщениям без фоновой загрузки больших файлов.
tg: Сарфаи маълумот ва роуминг пешнамоишу паёмҳои овозиро бе зеркашии пинҳонии файлҳои калон дастрас нигоҳ медоранд.

source: Maximum automatic download size
ru: Максимальный размер автозагрузки
tg: Андозаи ниҳоии зеркашии худкор

source: Maximum cache size
ru: Максимальный размер кэша
tg: Андозаи ниҳоии кэш

source: Media
ru: Медиа
tg: Расонаҳо

source: Media access was revoked
ru: Доступ к медиа отозван
tg: Дастрасӣ ба расонаҳо қатъ карда шуд

source: Mentioned
ru: Упомянуто
tg: Зикр шудааст

source: Message
ru: Сообщение
tg: Паём

source: Message %@…
ru: Сообщение %@…
tg: Паём %@…

source: Message deleted
ru: Сообщение удалено
tg: Паём нест карда шуд

source: Message delivery
ru: Доставка сообщений
tg: Интиқоли паём

source: Message details
ru: Детали сообщения
tg: Тафсилоти паём

source: Messages
ru: Сообщения
tg: Паёмҳо

source: Messages render from this device first. Downloaded media stays encrypted and can be cleared without deleting its cloud copy.
ru: Сначала сообщения показываются с этого устройства. Загруженные медиа остаются зашифрованными, и их можно очистить, не удаляя облачную копию.
tg: Паёмҳо аввал аз ҳамин дастгоҳ нишон дода мешаванд. Расонаҳои боршуда рамзгузоришуда мемонанд ва онҳоро бе нест кардани нусхаи абрӣ тоза кардан мумкин аст.

source: Messages stay in the chat. Cloud media downloads again when you open it.
ru: Сообщения останутся в чате. Облачные медиа загрузятся снова при открытии.
tg: Паёмҳо дар чат мемонанд. Расонаҳои абрӣ ҳангоми кушодан дубора бор мешаванд.

source: Messaging unavailable
ru: Сообщения недоступны
tg: Паёмнависӣ дастрас нест

source: Microphone access is required for voice messages
ru: Для голосовых сообщений необходим доступ к микрофону.
tg: Барои паёмҳои овозӣ дастрасии микрофон лозим аст

source: Minimize call
ru: Свернуть звонок
tg: Зангро хурд кардан

source: Mobile data
ru: Мобильные данные
tg: Маълумоти мобилӣ

source: Mobile network
ru: Мобильная сеть
tg: Шабакаи мобилӣ

source: More
ru: Ещё
tg: Бештар

source: More interface languages are being prepared.
ru: Готовятся дополнительные языки интерфейса.
tg: Забонҳои бештари интерфейс омода карда мешаванд.

source: Mute
ru: Без звука
tg: Бесадо

source: New Contact
ru: Новый контакт
tg: Тамоси нав

source: New chat
ru: Новый чат
tg: Чати нав

source: New group
ru: Новая группа
tg: Гурӯҳи нав

source: Next
ru: Далее
tg: Баъдӣ

source: No Toj contacts yet
ru: Пока нет контактов из Toj
tg: Ҳоло дар Toj тамосе нест

source: No account or SMS required
ru: Без аккаунта и SMS
tg: Бе ҳисоб ва SMS

source: No active devices
ru: Нет активных устройств
tg: Дастгоҳи фаъол нест

source: No archived chats
ru: Нет чатов в архиве
tg: Чати бойгонишуда нест

source: No chats yet
ru: Пока нет чатов
tg: Ҳоло чат нест

source: No contacts found
ru: Контакты не найдены
tg: Ягон тамос ёфт нашуд

source: No invite contacts yet
ru: Пока некого приглашать
tg: Ҳоло тамосе барои даъват нест

source: No matches
ru: Совпадений нет
tg: Мувофиқат ёфт нашуд

source: No recent media
ru: Недавних медиа нет
tg: Расонаи наве нест

source: No recording is active
ru: Ни одна запись не активна
tg: Ягон сабт фаъол нест

source: No results
ru: Ничего не найдено
tg: Натиҷа ёфт нашуд

source: Not selected
ru: Не выбрано
tg: Интихоб нашудааст

source: Notes and files for your Toj account
ru: Заметки и файлы вашего аккаунта Toj
tg: Ёддоштҳо ва файлҳои ҳисоби Toj-и шумо

source: Notifications
ru: Уведомления
tg: Огоҳиҳо

source: Notifications and Sounds
ru: Уведомления и звуки
tg: Огоҳиҳо ва садоҳо

source: Number
ru: Номер
tg: Рақам

source: Number changes are coming in a future update.
ru: Смена номера появится в одном из следующих обновлений.
tg: Иваз кардани рақам дар навсозии оянда дастрас мешавад.

source: OK
ru: ОК
tg: Хуб

source: Off
ru: Выкл.
tg: Хомӯш

source: Off still downloads small previews. Tapping media always starts it immediately.
ru: Даже при выключенной автозагрузке небольшие превью скачиваются. Нажатие на медиа всегда запускает загрузку сразу.
tg: Ҳатто ҳангоми хомӯш будани зеркашии худкор пешнамоишҳои хурд бор мешаванд. Ламс кардани расона зеркаширо фавран оғоз мекунад.

source: Offline conversation could not be opened
ru: Не удалось открыть офлайн-копию переписки
tg: Нусхаи офлайни суҳбат кушода нашуд

source: Offline — showing saved chats
ru: Нет сети — показаны сохранённые чаты
tg: Офлайн — чатҳои захирашуда нишон дода мешаванд

source: Offline. Showing downloaded conversations.
ru: Нет сети. Показаны загруженные переписки.
tg: Офлайн. Суҳбатҳои боршуда нишон дода мешаванд.

source: Open %@ profile
ru: Открыть профиль %@
tg: Профили %@ кушоед

source: Open Settings
ru: Открыть настройки
tg: Танзимотҳоро кушоед

source: Open Toj to continue this media download
ru: Откройте Toj, чтобы продолжить загрузку медиафайла.
tg: Toj-ро кушоед, то ин зеркашии медиаро идома диҳед

source: Open chat
ru: Открыть чат
tg: Кушодани чат

source: Opening encrypted messages
ru: Открытие зашифрованных сообщений
tg: Кушодани паёмҳои рамзгузоришуда

source: Opening media starts or resumes it immediately, even when automatic download is limited.
ru: Открытие медиа сразу начинает или продолжает загрузку, даже если автозагрузка ограничена.
tg: Кушодани расона зеркаширо фавран оғоз ё идома медиҳад, ҳатто агар зеркашии худкор маҳдуд бошад.

source: Opens a conversation
ru: Открывает переписку
tg: Суҳбатро мекушояд

source: Opens contact and privacy details
ru: Открывает контактные данные и сведения о конфиденциальности
tg: Тафсилоти тамос ва махфиятро мекушояд

source: Opens conversation. Long press for chat actions.
ru: Открывает переписку. Удерживайте для действий с чатом.
tg: Суҳбатро мекушояд. Барои амалҳои чат зер карда нигоҳ доред.

source: Opens media viewer
ru: Открывает просмотр медиа
tg: Намоишгари расонаро мекушояд

source: Opens the demo group creation flow
ru: Открывает процесс создания демонстрационной группы.
tg: Ҷараёни эҷоди гурӯҳи намоиширо мекушояд

source: Opens your private notes conversation
ru: Открывает вашу личную переписку для заметок
tg: Суҳбати шахсии ёддоштҳои шуморо мекушояд

source: Opens your profile details
ru: Открывает данные вашего профиля
tg: Тафсилоти профили шуморо мекушояд

source: Original message unavailable
ru: Исходное сообщение недоступно
tg: Паёми аслӣ дастрас нест

source: Pause
ru: Пауза
tg: Таваққуф

source: Pending messages, edits, chat settings, or uploads have not reached the cloud and will be permanently removed from this device.
ru: Ожидающие сообщения, изменения, настройки чатов или загрузки ещё не отправлены в облако и будут безвозвратно удалены с этого устройства.
tg: Паёмҳо, тағйирот, танзимоти чат ё боркуниҳои интизорӣ ҳанӯз ба абр нарасидаанд ва аз ин дастгоҳ пурра нест мешаванд.
